---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.OwnedByOther
source: html/deeb7398-a055-53b7-d797-a643d9780a31.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.OwnedByOther Property

Can't edit the element until '[Partition Name]' resaves the element to central and relinquishes it and you Reload Latest.

## Syntax (C#)
```csharp
public static FailureDefinitionId OwnedByOther { get; }
```